<div id="modal-policy" class="modal">
    <div class="modal-header">
        Соглашение
        <button class="modal-close" title="Закрыть (Esc)">
            <i class="fas fa-times"></i>
        </button>
    </div>
    <div class="modal-content">
        <div id="consert_data">
            <noindex>
                <div class="h3 text--bold">Конфиденциальность персональной информации</div>
                <p><b>Предоставление информации Клиентом</b></p>
                <p>При регистрации на Сайте www.bogacho.ru Клиент предоставляет следующую информацию: Фамилия, Имя, адрес электронной почты, пароль для доступа к Сайту.</p>
                <p>При оформлении заказа Клиент может предоставлять следующую информацию: Фамилия, Имя, Отчество, адрес для доставки заказов, номер контактного телефона.</p>
                <p>Предоставляя свои персональные данные при авторизации/регистрации на сайте, Клиент соглашается на их обработку в течение неопределенного срока в целях исполнения Продавцом своих обязательств перед Клиентом, продажи ему товаров и предоставления услуг, предоставления ему справочной информации, а также в целях продвижения товаров, работ и услуг. При обработке персональных данных Клиента интернет-магазин www.bogacho.ru руководствуется Федеральным законом "О персональных данных" и локальными нормативными документами.</p>
                <p>Клиент вправе получить информацию, касающуюся обработки его персональных данных (в том числе о способах и целях обработки, о лицах, которые имеют доступ к его персональным данным или которым могут быть раскрыты персональные данные на основании договора с ИП Вострухин М.С. или на основании федерального закона).</p>
                <p><b>Использование Продавцом информации, предоставленной Клиентом</b></p>
                <p>Продавец использует предоставленные Клиентом данные в течение всего срока регистрации Клиента на Сайте в целях:</p>
                <ul>
                    <li>- регистрации/авторизации Клиента на Сайте;</li>
                    <li>- обработки заказов Клиента и выполнения своих обязательств перед Клиентом;</li>
                    <li>- осуществления деятельности по продвижению товаров и услуг;</li>
                    <li>- анализа покупательских особенностей Клиента и предоставления персональных рекомендаций;</li>
                </ul>
                <p><b>Предоставление и передача информации, полученной Продавцом</b></p>
                <p>Продавец обязуется не передавать полученную от Клиента информацию третьим лицам. Не считается нарушением предоставление Продавцом информации агентам и третьим лицам, действующим на основании договора с Продавцом, для исполнения обязательств Продавца перед Клиентом, в рамках договоров, заключенных между Продавцом и Клиентом.</p>
                <p>Не считается нарушением обязательств передача информации в соответствии с обоснованными и применимыми требованиями законодательства Российской Федерации.</p>
                <p>Продавец вправе использовать технологию "cookies". "Cookies" не содержат конфиденциальную информацию и не передаются третьим лицам.</p>
                <p>Продавец получает информацию об ip-адресе посетителя Сайта www.bogacho.ru и сведения о том, по ссылке с какого интернет-сайта посетитель пришел. Данная информация не используется для установления личности посетителя.</p>
                <p>Продавец не несет ответственности за сведения, предоставленные Клиентом на Сайте в общедоступной форме.</p>
                <p>Продавец при обработке персональных данных принимает необходимые и достаточные организационные и технические меры для защиты персональных данных от неправомерного доступа к ним, а также от иных неправомерных действий в отношении персональных данных.</p>
                <p><b>Хранение и использование информации Клиентом</b></p>
                <p>Клиент обязуется не сообщать третьим лицам логин и пароль, используемые им для идентификации в интернет-магазине www.bogacho.ru;</p>
                <p>Клиент обязуется обеспечить должную осмотрительность при хранении и использовании логина и пароля (в том числе, но не ограничиваясь: использовать лицензионные антивирусные программы, использовать сложные буквенно-цифровые сочетания при создании пароля, не предоставлять в распоряжение третьих лиц компьютер или иное оборудование с введенными на нем логином и паролем Клиента и т.п.).</p>
            </noindex>

        </div>
    </div>
</div>